Repository: Braunson/WP-Opening-Hours
Catalog: language/opening-hours-*.po
Languages: sv_se

source: Shortcode has no tag name and could not be registered
sv_se: Kortkoden har inget tagnamn och kan inte registreras

source: Class if open (span)
sv_se: Klass vid öppet (span)

source: Class if closed (span)
sv_se: Klass vid stängt (span)

source: Formatted Date
sv_se: Formaterat datum

source: Weekday
sv_se: Veckodag

source: Formatted Start Time
sv_se: Formaterad starttid

source: Formatted End Time
sv_se: Formaterad sluttid

source: Hide date of Irregular Openings
sv_se: Dölj datum för oregelbundna öppettider

source: We're open again on %2$s (%1$s) from %3$s to %4$s
sv_se: Vi har öppet igen på %2$s (%1$s) mellan %3$s och %4$s

source: Include Irregular Openings
sv_se: Inkludera oregelbundna öppettider

source: Include Holidays
sv_se: Inkludera helgdagar

source: Plugin Opening Hours requires at least PHP Version %s. Your Installation of WordPress is currently running on PHP %s
sv_se: Plugin Opening Hours kräver minst PHP version %s. Din installation av WordPress har för närvarande PHP %s

source: Plugin Opening Hours requires at least WordPress version %s. Your Installation of WordPress is running on WordPress %s
sv_se: Plugin Opening Hours kräver mins WordPress version %s. Din installation av WordPress körs på WordPress %s

source: Opening Hours
sv_se: Öppettider

source: Holidays
sv_se: Helgdagar

source: Irregular Openings
sv_se: Oregelbundna öppettider

source: Description
sv_se: Beskrivning

source: Date Start
sv_se: Startdatum

source: Date End
sv_se: Slutdatum

source: Week Scheme
sv_se: Veckoschema

source: Every week
sv_se: Varje vecka

source: Even weeks only
sv_se: Endast jämna veckor

source: Odd weeks only
sv_se: Endast udda veckor

source: Add a Child-Set
sv_se: Lägg till ett Child-Set

source: Add New
sv_se: Lägg till

source: Add New Set
sv_se: Lägg till nytt Set

source: New Set
sv_se: Nytt Set

source: Edit Set
sv_se: Redigera Set

source: View Set
sv_se: Visa Set

source: All Sets
sv_se: Alla Sets

source: Search Sets
sv_se: Sök Set

source: Parent Sets:
sv_se: Överordnade Set:

source: No sets found.
sv_se: Inga set funna.

source: No sets found in Trash.
sv_se: Inga set funna i papperskorgen.

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sunday
sv_se: Söndag

source: Mon.
sv_se: Mån.

source: Tue.
sv_se: Tis.

source: Wed.
sv_se: Ons.

source: Thu.
sv_se: Tors.

source: Fri.
sv_se: Fre.

source: Sat.
sv_se: Lör.

source: Sun.
sv_se: Sön.

source: Hour
sv_se: Timme

source: Minute
sv_se: Minut

source: We're currently open.
sv_se: Just nu har vi öppet.

source: We're currently closed.
sv_se: Just nu har vi stängt.

source: Closed
sv_se: Stängt

source: More Settings
sv_se: Fler inställningar

source: Opening Hours: Holidays
sv_se: Öppettider: Helgdagar

source: Lists up all Holidays in the selected Set.
sv_se: Lista alla helgdagar i valt set.

source: Title
sv_se: Titel

source: Highlight active Holiday
sv_se: Markera aktiv helgdag

source: Holiday <tr> class
sv_se: Helgdags <tr> klass

source: class for highlighted Holiday
sv_se: klass för markerad helgdag

source: PHP Date Format
sv_se: PHP Datumformat

source: More about PHP date and time formats.
sv_se: Mer om PHP datum och tidsformat.

source: Opening Hours: Irregular Openings
sv_se: Öppettider: Oregelbundna öppettider

source: Lists up all Irregular Openings in the selected Set.
sv_se: Lista alla oregelbundna öppettider i valt set.

source: Highlight active Irregular Opening
sv_se: Markera aktiva oregelbundna öppettider

source: class for highlighted Irregular Opening
sv_se: klass för markerad oregelbunden öppettid

source: PHP Time Format
sv_se: PHP Tidsformat

source: Opening Hours: Is Open Status
sv_se: Öppettider: Öppet-status

source: Shows a box saying whether a specific set is currently open or closed based on Periods.
sv_se: Visare en box som meddelar huruvida ett specifikt set är för närvarande öppet eller stängt baserat på perioder.

source: Show next open Period
sv_se: Visa nästa öppet period

source: Caption if open
sv_se: Rubrik vid öppet

source: Caption if closed
sv_se: Rubrik vid stängt

source: Next Period String Format
sv_se: Nästa periods strängformat

source: Class for span
sv_se: Klass för span

source: Opening Hours: Overview
sv_se: Öppettider: Översikt

source: Displays a Table with your Opening Hours. Alternatively use the op-overview Shortcode.
sv_se: Visar en tabell med dina öppettider. Använd alternativt op-overview shortcode.

source: Set to show
sv_se: Set att visa

source: Highlight
sv_se: Markera

source: Nothing
sv_se: Inget

source: Running Period
sv_se: Löpande period

source: Current Weekday
sv_se: Aktuell veckodag

source: Show closed days
sv_se: Visa stängda dagar

source: Show Set Description
sv_se: Visa setbeskrivning

source: Compress Opening Hours
sv_se: Komprimera Öppettider

source: Closed Caption
sv_se: Stängt rubrik

source: Highlighted Period class
sv_se: Markerad period klass

source: Highlighted Day class
sv_se: Markerad dag klass

source: Name
sv_se: Namn

source: Add New Holiday
sv_se: Lägg till ny helgdag

source: Date
sv_se: Datum

source: Time Start
sv_se: Starttid

source: Time End
sv_se: Sluttid

source: Add New Irregular Opening
sv_se: Lägg till ny oregelbunden öppning
