Repository: Braunson/WP-Opening-Hours
Catalog: language/wp-opening-hours-*.po
Languages: nl_nl

source: Shortcode has no tag name and could not be registered
nl_nl: Shortcode heeft geen tagnaam en kon niet geregistreerd worden

source: Class if open (span)
nl_nl: CSS klasse indien open (span)

source: Class if closed (span)
nl_nl: CSS klasse indien gesloten (span)

source: Formatted Date
nl_nl: Geformatteerde datum

source: Weekday
nl_nl: Weekdag

source: Formatted Start Time
nl_nl: Geformatteerde starttijd

source: Formatted End Time
nl_nl: Geformatteerde eindtijd

source: Hide date of Irregular Openings
nl_nl: Verberg datum van Speciale Openingen

source: We're open again on %2$s (%1$s) from %3$s to %4$s
nl_nl: We zijn terug open op %2$s (%1$s) van %3$s to %4$s

source: Include Irregular Openings
nl_nl: Inclusief Speciale Openingen

source: Include Holidays
nl_nl: Inclusief Vakanties

source: Plugin Opening Hours requires at least PHP Version %s. Your Installation of WordPress is currently running on PHP %s
nl_nl: Plugin Opening Hours vereist ten minste PHP versie %s. Je installatie van WordPress draait momenteel op PHP %s

source: Plugin Opening Hours requires at least WordPress version %s. Your Installation of WordPress is running on WordPress %s
nl_nl: Plugin Opening Hours vereist ten minste WordPress versie %s. Je installatie van WordPress draait momenteel op WordPress %s

source: Opening Hours
nl_nl: Openingsuren

source: Holidays
nl_nl: Vakanties

source: Irregular Openings
nl_nl: Speciale Openingen

source: Description
nl_nl: Beschrijving

source: Date Start
nl_nl: Startdatum

source: Date End
nl_nl: Einddatum

source: Week Scheme
nl_nl: Weekschema

source: Every week
nl_nl: Iedere week

source: Even weeks only
nl_nl: Enkel even weken

source: Odd weeks only
nl_nl: Enkel oneven weken

source: Add a Child-Set
nl_nl: Voeg een kind-set toe

source: Add New
nl_nl: Voeg nieuwe toe

source: Add New Set
nl_nl: Voeg een nieuwe set toe

source: New Set
nl_nl: Nieuwe set

source: Edit Set
nl_nl: Bewerk Set

source: View Set
nl_nl: Bekijk Set

source: All Sets
nl_nl: Alle Sets

source: Search Sets
nl_nl: Zoek Sets

source: Parent Sets:
nl_nl: Ouder Sets:

source: No sets found.
nl_nl: Geen sets gevonden.

source: No sets found in Trash.
nl_nl: Geen sets in de prullenbak gevonden.

source: Monday
nl_nl: maandag

source: Tuesday
nl_nl: dinsdag

source: Wednesday
nl_nl: woensdag

source: Thursday
nl_nl: donderdag

source: Friday
nl_nl: vrijdag

source: Saturday
nl_nl: zaterdag

source: Sunday
nl_nl: zondag

source: Mon.
nl_nl: ma.

source: Tue.
nl_nl: di.

source: Wed.
nl_nl: wo.

source: Thu.
nl_nl: do.

source: Fri.
nl_nl: vr.

source: Sat.
nl_nl: za.

source: Sun.
nl_nl: zo.

source: Hour
nl_nl: Uur

source: Minute
nl_nl: Minuut

source: We're currently open.
nl_nl: We zijn momenteel open.

source: We're currently closed.
nl_nl: We zijn momenteel gesloten.

source: Closed
nl_nl: Gesloten

source: More Settings
nl_nl: Meer instellingen

source: Opening Hours: Holidays
nl_nl: Openingsuren: Vakanties

source: Lists up all Holidays in the selected Set.
nl_nl: Toont alle vakanties in de huidige set.

source: Title
nl_nl: Titel

source: Highlight active Holiday
nl_nl: Markeer actieve vakantiedagen

source: Holiday <tr> class
nl_nl: Vakantie <tr> CSS klasse

source: class for highlighted Holiday
nl_nl: CSS klasse voor gemarkeerde vakantiedag

source: PHP Date Format
nl_nl: PHP Datumformaat

source: More about PHP date and time formats.
nl_nl: Meer over PHP datum- en tijdsformaten.

source: Opening Hours: Irregular Openings
nl_nl: Openingsuren: Speciale Openingen

source: Lists up all Irregular Openings in the selected Set.
nl_nl: Toont alle speciale openingen in de geselecteerde set.

source: Highlight active Irregular Opening
nl_nl: Markeer actieve speciale opening.

source: class for highlighted Irregular Opening
nl_nl: CSS klasse voor gemarkeerde speciale opening

source: PHP Time Format
nl_nl: PHP Tijdsformaat

source: Opening Hours: Is Open Status
nl_nl: Openingsuren: Is Open Status

source: Shows a box saying whether a specific set is currently open or closed based on Periods.
nl_nl: Toont een kader om aan te geven of een specifieke set momenteel open of gesloten is.

source: Show next open Period
nl_nl: Toon de eerstvolgende opening

source: Caption if open
nl_nl: Tekst indien open

source: Caption if closed
nl_nl: Tekst indien gesloten

source: Next Period String Format
nl_nl: Volgende Periode String Formaat

source: Class for span
nl_nl: CSS klasse voor span

source: Opening Hours: Overview
nl_nl: Openingsuren: overzicht

source: Displays a Table with your Opening Hours. Alternatively use the op-overview Shortcode.
nl_nl: Toont een tabel met je openingsuren. Alternatief: gebruik de op-overview shortcode.

source: Set to show
nl_nl: Toon de onderstaande set

source: Highlight
nl_nl: Markeren

source: Nothing
nl_nl: Niets

source: Running Period
nl_nl: Huidige Periode

source: Current Weekday
nl_nl: Huidige Weekdag

source: Show closed days
nl_nl: Toon gesloten dagen

source: Show Set Description
nl_nl: Toon Set Beschrijving

source: Compress Opening Hours
nl_nl: Ingekorte Openingsuren

source: Closed Caption
nl_nl: Tekst indien gesloten

source: Highlighted Period class
nl_nl: CSS klasse voor gemarkeerde periode

source: Highlighted Day class
nl_nl: CSS klasse voor gemarkeerde dag

source: Name
nl_nl: Naam

source: Add New Holiday
nl_nl: Voeg nieuwe vakantie toe

source: Date
nl_nl: Datum

source: Time Start
nl_nl: Starttijd

source: Time End
nl_nl: Eindtijd

source: Add New Irregular Opening
nl_nl: Voeg nieuwe speciale opening toe
